// Написати форму для вирахування решти при внесенні певної суми і ціни
// товару. У формі створити поля: “Сума” (де користувач вводить суму
// грошей, яку він віддає) та “Ціна” (де користувач вводить ціну товарів,
// що купує). При натисканні на кнопку “Повернути решту” - скріпт
// повинен вираховувати скільки здачі буде на 1 цент, 5 центів, 10 центів,
// 25 центів, 50 центів і долари. Наприклад, при внесенні 3.14 долари і ціна
// товару 0.99 долара, повинно повернути “Ваша решта: 2 долари, 15
// центів.” (по номіналу 2 долари, 10 центів, 5 центів.)